[
  {
    "country": "Africa",
    "description": "Pancakes in the Horn of Africa (Djibouti, Eritrea, Ethiopia and Somalia) are known as injera (sometimes transliterated as enjera, budenaa (Oromo), or canjeero (Somali)). Injera is a yeast"
  },
  {
    "country": "China",
    "description": "Chinese pancakes may be either savoury or sweet, and are generally made with dough rather than batter. The dough mostly consists of water, flour, and vegetable oil. The dish can be served as a side, usually alongside duck, or as a snack, topped with scallions along with hot and sour sauce."
  },
  {
    "country": "Japan",
    "description": "In Japan, okonomiyaki are made from flour, egg, cabbage and a choice of ingredients. Oyaki are pancakes often stuffed with anko, eggplant, or nozawana. Dorayaki are a sort of sandwich made from Western"
  },
  {
    "country": "Korea",
    "description": "In Korea, pancakes include jeon, pajeon, bindaetteok, kimchijeon, and hotteok. These may be served during all times of the day as side dishes or just snacks. Variants of the dish use the batter of the pancake to make deep fried vegetables, meat, or fish."
  },
  {
    "country": "India",
    "description": "India has many styles of pancake. Variations range from their taste to the main ingredient used. All are made without the use of added raising agents.Pancakes prepared using a north Indian cooking style are known as cheela. Sweet cheela are made using sugar or jaggery with a wheat flour"
  },
  {
    "country": "Nepal",
    "description": "In Nepal, the Newar have a savoury rice pancake called chataamari cooked with meat or eggs on top. This dish is also known as the Newari Pizza, as it is served and eaten similarly to American pizza. Besides being served with meat or eggs, it can also be served plain."
  },
  {
    "country": "Pakistan",
    "description": "In Pakistani cuisine, rishiki is a pancake, slightly thicker than a crepe, which is made from whole wheat flour, water and eggs and usually served with honey. It is widely consumed in the far north and is a staple of Chitrali cuisine."
  },
  {
    "country": "Indonesia",
    "description": "Pancakes in Indonesia are called panekuk. The Indonesian pancake serabi is made from rice flour and coconut milk. The dish is often served with kinca, a thick, brown"
  },
  {
    "country": "Malaysia and Singapore",
    "description": "The traditional Malay pancake in Malaysia and Singapore is called Lempeng Kelapa. Cooked very similarly to an American or Canadian style pancake albeit without a rising agent, it is a savoury pancake usually served during the breakfast hours with fish curry, coconut sticky rice, dried fish, rendang, or sambal."
  },
  {
    "country": "Phillipines",
    "description": "In the Philippines, traditional dessert pancakes include salukara, a rice pancake made from glutinous rice, eggs, and coconut milk. The batter is placed in a clay pot lined with banana leaves or greased with oil, and is baked over hot coals. Salukara is a subtype of bibingka (Philippine baked rice cakes). Panyalam, a similar rice pancake from Mindanao, is deep"
  },
  {
    "country": "Vietnam",
    "description": "In Vietnamese cuisine there are a variety of dish that called pancake (bánh xèo, bánh khọt which are sometime called Vietnamese pancake), as well as similar dish such as bánh căn and bánh khoái in central Vietnam."
  },
  {
    "country": "Mexico",
    "description": "Mexican hotcakes are similar to American pancakes. Crêpes became popular toward the end of the 19th century after their introduction by the French sometime between the First French Intervention (1838) and the Second French Intervention in Mexico (1861–67). Hotcakes are often made with cornmeal, as well as, or instead of wheat flour. Hotcakes are popular breakfast items at restaurants throughout the country, and are often sold by street vendors in cities and during the local celebrations of towns through the day. They are also sold during fairs; the vendors sell a single hotcake topped with different sauces such as condensed milk, fruit jam or a sweet goat milk spread called cajeta."
  },
  {
    "country": "United States and Canada",
    "description": "American and Canadian pancakes (sometimes called hotcakes, griddlecakes, or flapjacks) are usually served at breakfast, in a stack of two or three, topped with real or artificial maple syrup and butter. They are often served with other items such as bacon, toast, eggs or sausage. Other popular topping alternatives include jam, peanut butter, nuts, fruit, honey, powdered sugar, whipped cream, cane syrup, cinnamon and sugar, and molasses. In addition, when a pancake is occasionally served as a dessert, toppings such as ice cream, chocolate syrup, and various fruits are often used.The thick batter contains eggs, flour, milk, and a leavening agent such as baking powder. The batter can have ingredients such as buttermilk, blueberries, strawberries, bananas, apples, chocolate chips, cheese, or sugar added. Spices such as cinnamon, vanilla and nutmeg can also be used. Yogurt may be used to give the pancakes a relatively moist consistency. Pancakes may be ⅓ inch (1 cm) thick and are typically between 4 inches (10 cm) and 10 inches (25 cm) in diameter."
  },
  {
    "country": "Guatemala",
    "description": "Guatemalan pancakes are called panqueques. They are made with the same ingredients as American pancakes. The toppings are usually fruits and honey. They are a very popular breakfast meal in Guatemala. Depending on the region, the panqueque can be thin as a crêpe or as fluffy as a North American pancake."
  },
  {
    "country": "Australia and New Zealand",
    "description": "In Australia and New Zealand, small pancakes (about 75 mm in diameter) known as pikelets are also eaten. They are traditionally served with jam or whipped cream, or solely with butter, at afternoon tea, but can also be served at morning tea. They are made with milk, self"
  },
  {
    "country": "Brazil",
    "description": "Tapioca (Portuguese pronunciation: [tɐpiˈɔkɐ]), beiju ([bejˈʒu]) or biju ([biˈʒu]) are cassava (manioc) starch flour unleavened pancakes. They are slightly thicker than crêpes and can be eaten plain or with sweet or savoury toppings. Tapioca flour must be moistened and strained through a sieve to become a coarse flour. The heat of an ungreased hot griddle or pan makes the starchy grains fuse into a flatbread which resembles a grainy pancake. Popular tapioca toppings include molten butter and dried, shredded coconut.Panquecas ([pɐ̃ˈkɛkɐs]) are generally made from cow's milk and refined wheat flour, and generally eaten with savoury fillings as rolls (although dessert panquecas also exist). For those with celiac disease, corn starch might substitute for the wheat flour.[55] Common fillings include shredded, seasoned chicken breast with tomato paste/sauce, and ground beef, seasoned with fried onion cubes or fried salted smashed garlic (refogado), and often bell pepper cubes and tomato paste/sauce. Both kinds are generally topped with Parmesan cheese. Vegan recipes also exist, with texturized soy protein (carne de soja, [ˈkaʁni dʒi ˈsɔʒɐ]) being particularly popular. Savoury panqueca is generally eaten for lunch or dinner, accompanied of white rice and salad, and less often pulses (prominently the beans Brazilian cuisine is famous for).The exotic Brazilian pancake blinis ([bɫiˈnis]) is made from a mixture of coconut milk (leite de coco, [ˈlejtʃi dʒi ˈkoku]) and puba ([ˈpuβɐ]), a paste extracted from fermented cassava, most prominent in the cuisines of the Northern and Northeastern regions and relatively unknown elsewhere. The resulting product is significantly more watery, filling and strongly flavored than the unfermented tapioca, and care should be taken in rolling the pancakes if desired because it breaks very easily. Common toppings include molten butter and common sorts of savoury panqueca filling, but creative recipes might arise, such as fake lasagne."
  },
  {
    "country": "Colombia and Venezuela",
    "description": "Cachapas are corn pancakes, popular in Venezuelan cuisine.In Colombia a similar preparation to cachapas is \"arepa de choclo\" (sweetcorn arepa)."
  }
]
